# ZoneCalculatedCoolingLoadPerAreaParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneCalculatedCoolingLoadPerAreaParam Property
ParameterTypeId Class See Also
---
"Calculated Cooling Load per area"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneCalculatedCoolingLoadPerAreaParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneCalculatedCoolingLoadPerAreaParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneCalculatedCoolingLoadPerAreaParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace